[
  {
    "id": "27",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1682338486/AMC/news27/Screenshot_26_dkjn36.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Governor Soludo Tours Awka Millennium City",
    "full_title": "Anambra State Governor Soludo Tours Awka Millennium City, Calls On Ndi Anambra And Others To Invest In The Smart City.",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "The Governor of Anambra state, Prof. Charles Soludo, on Thursday, 20th April 2023, undertook a tour of Awka Millennium City....",
    "date": "20th April, 2023",
    "top_img": "",
    "body_content1": [
       "The Governor while speaking after the tour said that he was highly impressed with the project. He commended the Chairman of M-P Infrastructure Ltd, and Awka Millennium Development Company Limited, Mr. Clem Nwogbo, and his team for heeding the ‘Aku Luo Uno’ call and bringing their investments home.",
       "He added that AMC features state-of-the-art infrastructure, and is a modern estate with both residential and commercial layouts. Concluding, the Governor said that with the integration of technology into the design of the estate, residents and business owners are guaranteed the best smart estate to live and work in Anambra State. He expressed his government’s support towards the project which is the first smart city in Southeast Nigeria. “The longer you wait, the higher the premium, so why not subscribe now to Awka Millennium City?”, the Governor remarked.",
       "The Governor was accompanied by Prof. Offornze Amucheazi, Anambra state Commissioner for Lands, Mr. Mark Okoye, Managing Director, Anambra State Investment Promotion and Protection Agency (ANSIPPA), Arc. Mike Okonkwo, Chairman, Anambra Urban Regeneration Council, Mr. Mike Ozoemena, Managing Director, Anambra State Waste Management Authority (ASWAMA), Mr. Chinedu Nwoye, Chief of Protocol to the Governor, and other dignitaries",
       "The Governor and his team were welcomed by Mr. Clem Nwogbo, Chairman, M-P Infrastructure Limited and Awka Millennium City Development Company, Mr. Chimmy Ogbuebile, CEO, Awka Millennium City, Mr. Obinna Nnoruo, Project Manager, Awka Millennium City, Mr. Ehis Akhilomhen, Construction Manager, Awka Millennium City, Mr. Obuka Chukwudozie, Senior Product Development Manager, Awka Millennium City amongst other stakeholders."
     ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "https://res.cloudinary.com/dgsdjrpjz/video/upload/v1682343737/AMC/news27/governor-charles-soludo-visits-awka-millennium-city_arSP0jXn_r9w13z.mp4",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
    ""
    ]
  },
  {
    "id": "26",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news25ai_zgvfn0.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Mr. Clem Nwogbo Tours Awka Millennium City",
    "full_title": "Mr. Clem Nwogbo Tours Awka Millennium City.",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Mr. Clem Nwogbo, Group Managing Director, M-P Infrastructure Limited and AMC in company of Mr. Chimmy Ogbuebile...",
    "date": "29th March, 2023",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news26b_kffnb8.jpg",
    "body_content1": [
      "Mr. Clem Nwogbo (2nd R), Group Managing Director, M-P Infrastructure Limited and Awka Millennium City Development Company Limited in company of Mr. Chimmy Ogbuebile (M), CEO, Awka Millennium City Development Company Limited were welcomed by the Project Manager, Mr. Obinna Nnoruo (R), alongside other stakeholders.",
      "Mr. Clem toured the Awka Millennium City yesterday alongside his team as they monitored the ongoing building construction on site including the construction of the power substation, Ijele and Odogwu prototype homes and the Millennium Court. Mr. Clem stated that he was excited to see the buildings springing up while he called on subscribers to kickstart building construction. AMC is opening up the AMC 2 which is phase 2 of the project. AMC 2 will afford subscribers the opportunity to buy a plot at a discounted price of N30,000 per sqm",
      "AMC 1 has sold out on its 500 sqm plots however, interested individuals and businesses can take advantage of the limited number of 1,000 sqm and 2,000 sqm plots while exploring the opportunities of owning parts of the Commercial Avenue which allows for commercial activities including building of schools, banking halls, hotels, hospitals, and many more he added.",
      ""
     ],
    "body_img_title": "",
    "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news26c_ijcpfv.jpg",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news26d_v6oejf.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news26e_gehdww.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453198/AMC/news25/news26f_vzjp38.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453198/AMC/news25/news26g_uzudll.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453197/AMC/news25/news26h_rhkw5m.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453198/AMC/news25/news26i_logmwp.jpg",
     "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1681453198/AMC/news25/news26j_sxhhdc.jpg"
    ]
  },
  {
    "id": "25",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973684/news25e_h2n40e.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC December 2022 Site Tour",
    "full_title": "AMC December 2022 Site Tour.",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "We say a very big thank you to everyone that turned up at the just concluded Awka Millennium City site tour.",
    "date": "20th Dec, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973173/news25f_xac9hb.jpg",
    "body_content1": [
      "We say a very big thank you to everyone that turned up at the just concluded Awka Millennium City site tour. You made the site tour super amazing!",
      "We celebrate our existing subscribers who made out time to see the progress of works at the site. It was exciting showing you around.",
      "To our new subscribers, you made the best decision by investing your money where you will get value and a high return on investment.",
      "We are confident about celebrating more landlords and homeowners this year.",
      ""
     ],
    "body_img_title": "",
    "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973176/news25o_ueuwlj.jpg",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973176/news25k_szihgr.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973175/news25i_wpdqhc.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973167/news25m_m5c0pc.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973171/news25n_d3uluu.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973155/news25g_g6nwub.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973151/news25c_d1tf9n.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973148/news25b_x1m9up.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973144/news25j_uqsyxo.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973130/news25a_k0yx29.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673973150/news25d_rhk1fn.jpg"
    ]
  },
  
  
  {
    "id": "24",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287225/news24_rpebrw.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Welcomes MD, ANSIPPA, others...",
    "full_title": "AMC Welcomes MD, ANSIPPA, and Anambra State Commissioner of Lands.",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "The Managing Director of ANSIPPA and the Commissioner of Lands, Anambra State were welcomed by Mr. Clem Nwogbo, Group M.D and others..",
    "date": "19th Oct, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287226/news24e_vucfxn.jpg",
    "body_content1": [
     "The Managing Director of Anambra State Investment Promotion and Protection Agency (ANSIPPA) and the Commissioner of Lands, Anambra State were welcomed by Mr. Clem Nwogbo, Group Managing Director, M-P Infrastructure Limited and Awka Millennium City Development Company Limited, Mr. Okey Nwankwo, Group Chief Financial Officer, and the Project Manager, Mr. Obinna Nnoruo alongside other key stakeholders at the Awka Millennium City today.",
     "In July, we received the Commissioner for Lands, Mr. Offornze Amucheazi who was impressed with the quality of infrastructural development and lauded our commitment to state-of-the-art infrastructure at Awka Millennium City.",
     "The MD of ANSIPPA, Mr. Mark Okoye who visited for the first time in the capacity of the MD after the recent reconstitution of the ANSIPPA board by the Anambra State Governor, Prof. Chukwuma Soludo, shared his admiration for the work being done at the AMC.",
     "The Anambra State Investment, Promotion and Protection Agency is a government agency committed to managing and overseeing investments across the state while partnering with other stakeholders including private investors and authorities to execute key infrastructure projects in Anambra state. Mr. Mark Okoye, reiterated the agency's commitment to see AMC become a reference project not only within the southeast but in Nigeria and Africa.",
     "Mr. Clem Nwogbo was receptive to the visiting team and in the company of the Project Manager and other members of the AMC management team, walked through the milestones achieved and works in progress while highlighting opportunities for high returns on investments. He further emphasized that AMC was ready for building construction as massive edifices have started springing up while AMC 2 is already on stream and open for subscription, not to forget that the construction for the Millennium Court which is being subscribed has commenced and very soon, the Ijele and Odogwu prototype homes were going to be commissioned as works are almost done with the first batch of the homes.",
     ""
     ],
    "body_img_title": "",
    "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287227/news24d_jsyki8.jpg",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287226/news24b_yv9vvc.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287226/news24c_zb30uq.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287225/news24f_h62csc.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673287225/news24a_nhpddb.jpg"
    ]
  },
  
  {
    "id": "23",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286085/news23_lbrat8.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Carbon Africa pays Courtesy Visit...",
    "full_title": "Carbon Africa pays Courtesy Visit to Awka Millennium City",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "September came to a great wrap as we received a delegation of Carbon Africa at the Awka Millennium City site on Wednesday, 28th September 2022.",
    "date": "30th Sept, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286087/news23b_ozvvz2.jpg",
    "body_content1": [
     "Carbon Africa is a Kenyan company headquartered in Nairobi, with a subsidiary in Mozambique and representation in Ethiopia. Its work covers three broad business areas: advisory services, sector transformation and asset development.",
     "The delegation was guided around AMC by Mr. Obinna Nnoruo, Project Manager, Awka Millennium City Development Company Limited. He walked the Carbon Africa team through the design of AMC and the facilities on site including ongoing projects and its role in achieving a smart city second to none in Southeast, Nigeria.",
     "On completing the tour, the Carbon Africa team was impressed by the facility's features and operating team, they commended the AMC team for the rapid transformation and development as well as for complying with international standards and exceeding expectations. The delegation praised the AMC team for its commitment to redefining urban living within its region and facilitating homeownership for Nigerians.",
     ""
     ],
    "body_img_title": "",
    "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286086/news23d_yyqmdl.jpg",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286086/news23a_ugpgi9.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286085/news23c_hppnmf.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286085/news23h_f5cdcv.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286085/news23f_pnjb1e.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286084/news23e_mxrqvx.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673286086/news23g_b4qyc7.jpg",
      ""
    ]
  },
  {
    "id": "22",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284816/news22_z0plz1.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Commended for Best Practices..",
    "full_title": "AMC Commended for Best Practices in Real Estate Development",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "The promoters of Awka Millennium City have been commended by Anambra State Government for adhering to international best practices in real estate development.",
    "date": "30th July, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284803/news22a_kljqtm.jpg",
    "body_content1": [
     "The Anambra State Commissioner for Housing, Mr. Paulinus Onyeaka made the commendation on Wednesday, July 27, 2022, after a scheduled site visit and tour of the facilities with members of the media.",
     "The Commissioner expressed his satisfaction and admiration for the estate's high level of infrastructure development and diligence to work over the years.",
     "~Awka Millennium City is a model development that should make individuals who have invested in the estate proud. Additionally, everyone who values a secure estate will want to reside there. Nowhere in the South East do we have an infrastructure in an estate like the one I saw today at Awka Millennium City. The MOU that the developers, M-P Infrastructure Ltd, signed with the government contains specifications that have been met”, he said.",
     "The Commissioner who was received by Mr. Obinna Nnoruo, Project Manager, Awka Millennium Development Company Limited, commended the AMC team for contributing to sustainable real estate development and creating job opportunities in the state.",
     "While conducting the Commissioner round the estate on behalf of the Chairman, Dr. Clem Nwogbo, Mr. Obinna Nnoruo, the Project Manager said that AMC2 is already on stream and open for subscription, and assured that they will always follow strict international regulations and best practices in smart estate development."
    ],
    "body_img_title": "",
    "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284802/news22c_uk1g0l.jpg",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284802/news22b_woaou9.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284802/news22d_e1wacz.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284801/news22f_plqtsh.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284801/news22e_silbor.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284801/news22h_wq2z3o.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284801/news22g_dcykyt.jpg",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673284801/news22i_jrgeba.jpg"
    ]
  },
{
  "id": "21",
  "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280340/news21_mndcp1.jpg",
  "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
  "short_title": "Anambra State Government....",
  "full_title": "Anambra State Government Lauds the quality of infrastructural development at AMC.",
  "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
  "desc": "Speaking to the media after a facility tour on Thursday, 30th June 2022, the Commissioner for Lands, Mr. Offornze Amucheazi said he was impressed with the quality of infrastructural...",
  "date": "4th July, 2022",
  "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280234/news21c_nqq9wf.jpg",
  "body_content1": [
   "Speaking to the media after a facility tour on Thursday, 30th June 2022, the Commissioner for Lands, Mr. Offornze Amucheazi said he was impressed with the quality of infrastructural development at the estate.",
   " ~Awka Millennium City is exemplary, it is a project that those who have invested in the estate would be proud of. Also, every lover of smart and secure living will desire to live there. We don’t have anything near the infrastructural development I have witnessed at the estate today, anywhere in the South East. The promoters, M-P Infrastructure Ltd have kept to the standards as contained in the MOU signed with the government. They have also kept to the technical regulations and global standards”, he said.",
   "The Commissioner who was received by Mr. Chimmy Ogbuebile, CEO, Awka Millennium Development Company Limited, commended the AMC team for contributing to sustainable real estate development in the state.",
   "While conducting the Commissioner round the state on behalf of the Chairman, Dr. Clem Nwogbo, Mr. Chimmy Ogbuebile, the CEO said that AMC2 is already on stream and open for subscription, and assured that they will always follow strict international regulations and best practices in smart estate development."
  ],
  "body_img_title": "",
  "body_img1": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280235/news21f_nptjzt.jpg",
  "body_video": "",
  "body_video_thumbnail":"",
  "body_content2": [
    ""  ],
  "bottom_imgs_title": "",
  "bottom_imgs": [
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280231/news21a_tg3fbz.jpg",
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280231/news21b_qcuwb7.jpg",
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280230/news21i_ga8nyc.jpg",
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280230/news21h_xto077.jpg",
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280228/news21d_ehozzz.jpg",
    "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1673280227/news21g_tmsbuj.jpg"
  ]
},
  {
    "id": "20",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1655919583/samples/news/new20/news20_xzhaqq.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Anambra State Ministry of Land Verifies AMC",
    "full_title": "Anambra State Ministry of Land Verifies AMC",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "In an effort to stop the illegal transaction of state-owned lands, the Anambra State Government through the Ministry of Lands...",
    "date": "11th June, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1655918484/samples/news/new20/Public_Notice_shvcgc.jpg",
    "body_content1": [
     "In an effort to stop the illegal transaction of state-owned lands, the Anambra State Government through the Ministry of Lands had instituted the Anambra State Land Reform Committee, to review all government land policy frameworks, and provide workable policies and structures, that would guarantee a seamless, effective and transparent land use and administration regime in the state.",
     "The committee found Awka Millennium City Development Company Ltd, promoters of Awka Millenium City (AMC), as a legitimate and verified real estate development company to operate within the Millennium Layout.",
     "The Government has however warned property and real estate buyers to beware of persons and companies engaged in deceiving unsuspecting members of the public to purchase government lands in different parts of the state.",
     "We urge you to choose Awka Millennium City (AMC), and have peace of mind! We are proud to be at the forefront of delivering the first smart city in the South East. AMC features state-of-the-art infrastructure, seamlessly integrated via the adoption of technology, that will guarantee the provision of requisite amenities needed to sustain a good quality lifestyle.",
     "For more on Awka Millennium City, visit www.awkamillenniumcity.com, email us: info@awkamillenniumcity.com or call ‪09060004206, 09060004204.‬‬"
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
      ""  ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "19",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1652859450/samples/news/news-19/News-19_nxotki.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC and MPI Commissions CSR Projects",
    "full_title": "AMC and MPI Commissions CSR Projects",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "AMC and MPI Commissions CSR Projects at Capital City Secondary School & Amaenyi Primary School, Awka.",
    "date": "6th May, 2022",
    "top_img": "",
    "body_content1": [
      "Words cannot express the feeling of overwhelming happiness we experienced on the 6th of May, 2022, as we commissioned the first phase of the development and rehabilitation of Capital City Secondary School and Amaenyi Primary School, Awka, Anambra state.",  
      "Education is one of the most important investments a country can make, and creating a healthy, comfortable infrastructure and environment that optimizes learning is critical. At Awka Millennium City, we are committed to making sustainable social investments wherever we have our footprints. This philosophy inspired our funding of the corporate social responsibility projects in the two schools in Awka, our host community.",
      ""
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "https://res.cloudinary.com/dgsdjrpjz/video/upload/v1652859509/samples/news/news-19/Commissioning_of_our_CSR_Projects_at_Capital_City_Secondary_School___Amaenyi_Primary_School__Awka._360p_crc2c3.mp4",
    "body_video_thumbnail":"https://res.cloudinary.com/dgsdjrpjz/image/upload/v1652859450/samples/news/news-19/News-19_nxotki.jpg",
    "body_content2": [
      "The CSR projects were commissioned by Mr. Governor, Prof. Chukwuma Charles Soludo, Governor of Anambra State on Friday, 6th May 2022. It was a happy moment for the school management, students, and our host community. We were honored with the presence of Mr. Governor, Professor Chukwuma Charles Soludo, the Speaker of Anambra State House of Assembly, Rt. Hon. Uchenna Okafor, the Honourable Commissioner for Education in Anambra state, Professor Ngozi Chuma -Udeh and her Housing Ministry counterpart, Mr. Paully Onyeka, His Royal Majesty, Igwe Alfred Nnaemeka Achebe, Obi Of Onitsha (Agbogidi), the traditional ruler of Onitsha and Chairman of Anambra State Traditional Rulers Council, the Obi of Awka Kingdom, Dr. Gibson Nwosu, Ezeudu 11 was ably represented by Otutu Awka, Mr. Clem Nwogbo, Group MD, M-P Infrastructure Limited and Awka Millennium City Development Company Limited, Mr. Chimmy Ogbuebile, CEO, Awka Millennium City Development Company Limited, AMC Subscribers amongst other dignitaries, education stakeholders, clergymen, and other guests.",
      "We have changed the learning experience of students and teachers in the schools through the CSR projects we commissioned that day. They are; a storey building at Capital City secondary school Awka, housing a solar-powered digital library, new classrooms, and an assembly hall.",
      "The school now has new toilets and a re-equipped physics, chemistry, and biology laboratory to support science education. At Amaenyi Community primary school, the students are now enjoying rehabilitated and grassed football field, perimeter fences, a security house for the school, and refurbished classroom blocks amongst others.",
      "We say a very big thank you to our subscribers. With willpower, anything is possible but with you, we can do more for humanity."
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "17",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645956262/samples/news/news-17th/news_17_thumbnail_igb5im.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Obi of Onitsha Visits..",
    "full_title": "Obi of Onitsha Visits Awka Millennium City",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Speaking during the visit, Igwe Achebe said that Governor Willie Obiano is finishing strong..",
    "date": "25th February, 2022",
    "top_img": "",
    "body_content1": [
      "The traditional ruler of Onitsha, and Chairman of Anambra State Traditional Rulers Council, His Royal Majesty, Igwe Alfred Nnaemeka Achebe, Obi of Onitsha (Agbogidi) today, Friday, 25th February 2022, toured Awka Millennium City, the new smart city coming to Awka. ",  
      "Speaking during the visit, Igwe Achebe said that Governor Willie Obiano is finishing strong, and added that expectations are justifiably high on the incoming administration of Professor Chukwuma Soludo."
      ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "/videos/news-17.mp4",
    "body_video_thumbnail":"https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645956262/samples/news/news-17th/news_17_thumbnail_igb5im.png",
    "body_content2": [
      "During the visit, Igwe Achebe was taken around prototype buildings, central park, water treatment plant, nursery, and other sections of the city by the Project Manager, Engr. Obinna Nnoruo, alongside other members of staff.",
      "Speaking to the ABS after touring the site, Igwe Achebe, who is also the Chairman of the Advisory Board for the project, expressed delight over what he called a 21st-century project being expertly executed by locals.",
      "He noted that Anambra never had it this good until democratic governments came on board, calling on Ndi Anambra and residents of the State to extend their support to the incoming Soludo administration to enable him to sustain the tempo of development.",
      "While commending Ndi Anambra for heeding the 'aku luo uno' call, Igwe Achebe said it is high time Ndi Igbo brought home their investments for the rapid development of Igbo land.",
      "In his remark, the Project Manager, Engr. Nnoruo, who expressed happiness with Igwe Achebe's regular visit to the project site, assured that the sponsor, MP Infrastructure, will ensure that the city is liveable from next year, urging intending developers to come forth as some people have started constructing in the city."
      ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "18",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645972933/samples/news/news-18_thumbnail_udwiaq.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC and Digitalization Of Education",
    "full_title": "Awka Millennium City And Digitalization Of Education",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Digitalization in education refers to the use of digital technology to teach students...",
    "date": "2nd February, 2022",
    "top_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645972933/samples/news/news-18_thumbnail_udwiaq.png",
    "body_content1": [
    "Digitalization in education refers to the use of digital technology to teach students. Digital technology here refers to the use of desktop computers, mobile devices, the Internet, software applications, artificial intelligence (AI), smart boards, broadcast media, and other types of digital technology to teach students of all ages.",
    "Digital penetration is still very low in Africa, compared to the developed countries. However, As of December 2020, Nigeria still ranks amongst the top 3 countries in Africa with the highest percentages of digital penetration, at 73%. Kenya had an internet penetration of approximately 85.2%, the highest in Africa. Experts say this high rate is mainly because Kenya is home to M-Pesa, which is a mobile wallet provider and the secure payment system it offers encourages internet access.",
    "An interesting discovery in published statistics suggests that as of October 2020, the majority of web traffic in leading digital markets in Africa originated from mobile devices in Nigeria, one of the countries with the biggest number of internet users worldwide. Across the nation, 75 percent of web traffic was generated via smartphones and only 24 percent via PC devices.",
    "It is then surprising that many schools in Nigeria prevent their students from having access to mobile phones, even some private universities. The reasons advanced have been to stop the students from being distracted. Such a policy should be reviewed to enable the students to fully integrate mobile devices and applications in their learning.",
    "The introduction of mobile and other digital technologies to learning (e-learning) is an expensive venture, and should not be left alone for the federal, state, and local governments to handle alone. They are already struggling in a whole lot of other areas. The private sector should intervene directly in this regard, as part of their corporate social responsibilities.",
    "It is heartwarming to learn of the exploits of Awka Millennium City Development Ltd, promoters of Awka Millennium City (AMC), the new smart city that is being developed in Awka, Anambra State. According to Chief Dr. Clem Nwogbo, the Chairman of the company, “We took a conscious, but very strategic decision to partner Anambra state government in housing provision. We know that for the state government to achieve the vision of the outgoing Governor, Chief Willie Obiano, of making Anambra State a one-stop investment destination for individuals seeking wealth Création opportunities, the private sector, especially patriotic Ndi Anambra have to put their money where their mouth is, by bringing In investments. This is the true spirit of Akuluouno”. " 
    
    ],
    "body_img_title": "",
    "body_img1":
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974171/samples/news/news-18/news-18g_gus470.png",

    "body_video": "",
    "body_video_thumbnail":"",
    "body_content2": [
     "Continuing, Nwogbo said,” We are happy with our decision, the Governor-Elect, Professor Charles Chukwuma Soludo in his manifesto said that his government will set to make Anambra state a one-city state and liveable homeland. This resonates with us at AMC because we have already taken a stake in the Anambra project, not only through our Group’s multi-million Naira Agro investment at Igbariam, through Lynden Farms, our investment in construction through Sagez Construction Company Ltd. We are now also investing in the present and future development of human capital in Anambra state through our corporate social responsibility (CSR) activities”.",
     "Discussing further, Dr. Nwogbo said that Awka Millennium City, as part of its corporate social responsibility, and ongoing support to educational development in Anambra state has undertaken the following activities at the two schools it adopted, namely; Capital City Secondary School, Amaenyi, Awka and Amaenyi Community Primary School, Awka, and that the projects shall be ready for commissioning shortly.",
     "(1) Construction of modern toilet facilities at both schools, including borehole and overhead water tanks for constant water supply.",
     "(2) Construction of a story-building at Capital City Secondary School, Amaenyi, Awka, housing digital library, classrooms and assembly hall.",
     "(3) Rehabilitation and grassing of a football field at Amaenyi Community Primary School, Awka.",
     "(4) Provision of a perimeter fence, security, and refurbishment of a classroom block at Amaenyi Community Primary School, Awka. ",
     "(5) Construction of drainage channel to combat erosion at Amaenyi Community Primary School, Awka.",
     "(6) Ongoing recruitment of 20 teachers in identified subject areas for the two schools, following needs assessment conducted in the two schools and gaps identified in a number of teachers in critical subject areas. Awka Millennium City will be wholly responsible for the emoluments of the twenty teachers for the next five years, in the first instance. ",
     "(7) Eye examination and care for students and teachers at its adopted schools.",
     "The Managing Director of Awka Millennium City, Mr. Chimmy Ogbuebile throws more light on AMC and its contribution to education digitalization in Anambra state.",
     "'The one-story E-Library complex Awka Millennium City constructed at Capital City Secondary School, Amaenyi, Awka underscores the great importance our Board and management attaches to e-education. The complex is powered by sustainable green energy using inverters, solar panels and batteries. With the copyright and other publishing licensing we are getting for the library, the students and teachers will have access to millions of materials all over the world. Through this, we are equipping the students with the knowledge they require to be able to compete with their peers all over the world, especially in this era of 4th industrial revolution driven by information, communication and technology'",
     "While we appreciate Awka Millennium City for their contributions, we are calling on other businesses operating in Anambra state including banks, telecom companies, manufacturing companies, small, medium and large-scale enterprises, Ndi Anambra living at home and in the diaspora, friends and associates of Ndi Anambra, in-laws and other stakeholders to consider this model of schools adoption which Awka Millennium City has pioneered on a very large scale.",
     "There is still much to be done, for example, donation of smart boards for teaching, provision of multi-media aids, mobile devices, payment of access fees for e-libraries, payment of teachers to improve motivation and so on. Through these measures, we can all collectively help to ensure that Anambra students continue to remain competitive, and are well trained in the use of ICT to meet the demands of work and education in the 4th industrial revolution."
    
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974171/samples/news/news-18/news-18d_pnycew.png",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974171/samples/news/news-18/news-18a_cip9gf.png",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974169/samples/news/news-18/news-18c_wtilxo.png",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974172/samples/news/news-18/news-18f_cz1mrs.png",
      "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645974207/samples/news/news-18/news-18b_awic1o.png"
    ]
  },
  
  {
    "id": "16",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645961931/samples/news/news-16_thumbnail_syf1se.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Site Tour",
    "full_title": "AMC Site Tour- Thank you for visiting",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "We celebrate our super existing subscribers who made out time to see the progress of works at AMC",
    "date": "16th Dec. 2021- 7th Jan. 2022",
    "top_img": "",
    "body_content1": [
      "We had an amazing time during the site tour because you visited! We say a very big thank you to H.E. Chief Willie Obiano, Governor, Anambra State. Special thanks to Senator Ben Obi, Chief Obi Iyiegbu (Okpataozuora), popularly known as Obi Cubana, and Phyno."
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "/videos/news-16.mp4",
    "body_video_thumbnail":"/img/news/news-16/news-16i.jpg",
    "body_content2": [
      "We celebrate our super existing subscribers who made out time to see the progress of works at AMC, it was exciting showing you around. To our New Subscribers, you made the best decision by putting your money where you will get value and a high return on investment.",
      "We remain committed to our promises this year and will keep you abreast of the milestones as we move along. Cheers to a prosperous 2022!" ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "15",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645961948/samples/news/news-15_thumbnail_ybdnd4.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Governor Willie Obiano at AMC",
    "full_title": "Governor Willie Obiano Inspects Ongoing Works at Awka Millennium City",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "We were honored by the presence of the Executive Governor of Anambra State, His Excellency, Chief Willie Obiano at the AMC on Monday, 10th January 2022.",
    "date": "10th January, 2022",
    "top_img": "",
    "body_content1": [
      "We were honored by the presence of the Executive Governor of Anambra State, His Excellency, Chief Willie Obiano at the Awka Millenium City on Monday, 10th January 2022. Recall that on 19th June 2019, the Governor alongside members of Anambra State Executive Council were at the MoU signing ceremony of the Awka Millennium City project."
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "/videos/news-15.mp4",
    "body_video_thumbnail":"/img/news/news-15/news-15i.jpg",
    "body_content2": [
      "It was a fulfilling tour for the Governor as he witnessed firsthand the Infrastructural development within the course of 2 years. Chief Obiano applauded the M-P Infrastructure team led by the Chairman, Dr. Clem Nwogbo for bringing such a life-changing project to Anambra State.",
      "The Estate will be the first Smart City in Southeast Nigeria, making it the best place to live and with the proximity of the recently opened Airport to the Estate, there is no better place than Awka Millennium City. ",
      "The Governor called on Ndi-Anambra and Non-Ndi Anambra to own a piece of AMC both for residential and commercial purposes.",
      "The Chairman, M-P Infrastructure, Dr. Clem Nwogbo appreciated the Governor for this unwavering support in the development of the AMC project.",
      "He acknowledged the determination of the Governor in the development of critical infrastructures within the State.",
      "He stated that the Awka Millennium City is built to be a liveable estate; it is secured and environmentally compliant, driven by the best technology, and beautified with state-of-the-art facilities."
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "14",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645961961/samples/news/news-14_thumbnail_rqdnnw.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Obi Cubana Visits Awka Millennium City",
    "full_title": "On Thursday, 6th January 2022, Chief Obi Iyiegbu (Okpataozuora) visited AMC",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "It was a pleasure hosting Chief Obi Iyiegbu (Okpataozuora), popularly known as Obi Cubana",
    "date": "6th January 2022",
    "top_img": "",
    "body_content1": [
      "It was a pleasure hosting Chief Obi Iyiegbu (Okpataozuora), popularly known as Obi Cubana at the Awka Millennium City on Thursday, 6th January 2022. We had a great time at the breakfast meeting with Obi Cubana who also toured the AMC. He expressed his satisfaction with the work in progress while identifying his plot and calling on you to invest in AMC. "  
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "/videos/news-14.mp4",
    "body_content2": [
      "He praised Dr. Clem Nwogbo, Chairman, M-P Infrastructure for his vision in bringing such investment home and pioneering the first Smart City in SouthEast Nigeria.",
      "They say money doesn’t grow on trees, but it can grow when you invest wisely! Be like Obi Cubana who has invested in AMC. Put your monies where you will get value and a High Return on Investment. Unlike others, Land will only appreciate!"   
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "13",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645961927/samples/news/news-13_thumbnail_df4yvw.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Dr Clem Nwogbo at the 2021...",
    "full_title": "Dr. Clem Nwogbo, Group Chairman, M-P Infastructure Ltd, Speaks at the 2021 Egwu Uzu Festival",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Dr. Clem Nwogbo speaks on Awka culture and Awka Millennium City at the 2021 Egwu Uzu Festival",
    "date": "30th December, 2021",
    "top_img": "",
    "body_content1": [
      "Dr Clem Nwogbo, Chairman of M-P Infrastructure Ltd, promoters of Awka Millennium City (AMC) project speaks on Awka culture and Awka Millennium City during 2021 Egwu Uzu Festival which held on Thursday, 30th December, 2021."
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_video": "/videos/news-13.mp4",
    "body_content2": [
      ""   
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "12",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960524/samples/news/news-12_thumbnail_x47iom.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "M-P Infrastructure Ltd Donates...",
    "full_title": "M-P Infrastructure Limited Donates 5 Million Naira Towards Anambra Covid-19 Control Efforts",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Dr. Clem Nwogbo, Group Chairman, M-P Infrastructure Ltd, during his speech presents a cheque of 5 Million Naira to Anambra State Covid-19 Task Force",
    "date": "30th March 2020",
    "top_img": "/img/news/news-12/news-12a.png",
    "body_content1": [
      "Dr. Clem Nwogbo, Group Chairman, M-P Infrastructure Ltd, Promoters of Awka Millennium City Project re-emphasized his commitment to improving the quality of life of people in host communities and other communities in Anambra State in his speech at the presentation of a cheque of N5M to Anambra State Covid-19 Task Force towards supporting Government’s efforts in stopping the spread of Coronavirus.",
      "Below is an excerpt of his speech.",
      "These are indeed very difficult and trying times for everyone. From China to America, United Kingdom to Nigeria, and indeed the world over, the world is facing serious existential challenges due to the devastating effects of coronavirus.",
      "We have closely followed the actions being taken by the federal government and particularly Anambra state government under the able leadership of Governor Willie Obiano and really commend them.",
      "Governor Obiano has shown exceptional courage and leadership at this time leading from the front. As the Chairman of Anambra State Covid-19 Task Force, we commend the various measures announced with his team to ensure that Ndi Anambra are safe and that we stop the spread of the virus in our communities. As a responsible corporate citizen, we at M-P Infrastructure Ltd, promoters of Awka Millennium City project are aware of the enormous resources the state government requires to adequately ensure that its Covid-19 prevention activities are effective and successful."
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-12/news-12b.png",
    "body_content2": [
      "For this reason, we are supporting Anambra state government’s efforts in that regard with the sum of Five Million Naira (N5,000,000) only. This is the first of the series of interventions and support to the state government over the coming months.",
      "We have also concluded arrangements today through our agriculture subsidiary (Igbariam) to donate 1,000 chickens to select motherless babies’ homes in Anambra state. This is our own way of being our brothers’ and sisters’ keepers at this challenging time, especially with the announced closure of Anambra markets from Monday, 30th March 2020. Even though food and medicine sellers will remain open, we hope this will help in some way. The selected motherless babies’ home can now commit their resources to other areas of need. Onye aghana nwanne ya."  
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-12/news-12a.png",
      "/img/news/news-12/news-12b.png",
      "/img/news/news-12/news-12c.png"
    ]
  },
  {
    "id": "11",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960523/samples/news/news-11_thumbnail_za4kwc.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "M-P Infrastructure Ltd Donates...",
    "full_title": "M-P Infrastructure Limited Donates Chickens To Motherless Babies Home In Awka To Cushion Effects Of Coronavirus Lock-Down",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "The management of Lynden Farms Ltd, Igbariam, a subsidiary of M-P Infrastructure Limited, promoters of Awka Millennium City Project has presented one thousand chickens to five motherless babies home...",
    "date": "28th March 2020",
    "top_img": "/img/news/news-11/news-11a.png",
    "body_content1": [
      "The management of Lynden Farms Ltd, Igbariam, a subsidiary of M-P Infrastructure Limited, promoters of Awka Millennium City Project has presented one thousand chickens to five motherless babies home in and around Awka Capital City.",
      "The Chairman of the company, Mr. Clem Nwogbo led some of his staff members on the distribution exercise. Represented by a manager in the firm, Mr. Tony Nwumeh, Mr. Nwogbo said it was to cushion the effect of the lock - down order by the state government which will start on Monday, 30th of March 2020.",
      "Mr. Nwogbo said they understand the need for people, especially vulnerable members of the society to have food and other items at a time like this which is why they are sharing a total of one thousand chickens to each of the selected five motherless babies homes. He charged the caregivers to make judicious use of the items."
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-11/news-11b.png",
    "body_content2": [
      "Receiving the chickens, a caregiver at Community Faith Home, Awka, Miss. Ifeoma Agu and her counterpart at Model Community Home, Awka, Mrs. Ada Morah , appreciated Lynden Farms for remembering them at this period, and called on other individuals, corporate organizations to also remember them.",
      "Homes visited by the group include Community Faith Home, Awka, Model Community Home, Awka, Tender Love Orphanage, Amaenyi-Awka, Model Babies Home, Nise, and a motherless babies home in Amawbia."   
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-11/news-11a.png",
      "/img/news/news-11/news-11b.png",
      "/img/news/news-11/news-11c.png"
    ]
  },
  {
    "id": "10",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960523/samples/news/news-10_thumbnail_bpwwdo.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Hosts Patrons and Stakeholders",
    "full_title": "AMC Hosts Patrons and Stakeholders to Breakfast Meeting",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Love is truly in the air, and in that spirit, the promoters of Awka Millennium City hosted some patrons and stakeholders to a valentine breakfast session at the project site...",
    "date": "14th Feb 2020",
    "top_img": "/img/news/news-10/news-10a.png",
    "body_content1": [
      "Love is truly in the air, and in that spirit, the promoters of Awka Millennium City hosted some patrons and stakeholders to a valentine breakfast session at the project site.",
      "Guests were treated to sumptuous continental and native Igbo delicacies, nkwu enu and other choice drinks. The breakfast session was a networking opportunity, which the promoters also used to showcase progress of ongoing construction work, world class building equipment and facilities at the site.",
      "Chief Okey Ezeibe, Chairman of Legacy Motors while speaking commended Dr. Clem Nwogbo and his team for bringing the investment home. He shared his experience of helping to galvanize Ndigbo and other traders in Lagos to build one of the biggest markets in Africa, the ASPAMDA market in Lagos. He said he will do the same and convince Ndi Anambra in Lagos and other places to buy into the project.",
      "Chief Chidi Anyaegbu, Chairman of Anambra State Security Trust Fund and Group Chairman of Chisco Group commended Dr. Nwogbo for his Akuluouno foresight. He also gave kudos to the Governor of Anambra state, Chief Willie Obiano for creating an investment friendly climate in the state which has encouraged indigenes and non-indigenes to seek wealth creating opportunities in the state."
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-10/news-10b.png",
    "body_content2": [
      "Several guests graced the breakfast session including Chief Chike Chikeluba, Former Director of the Central Bank of Nigeria (CBN), Mr. Anselm Tabansi, MD, Svengali, Mr. Godwin Ezeemo, Publisher, Orient Daily, Mr. Valentine Ozigbo, Former MD, Transcorp Hilton, Mrs. Sally Mbanefo, Anambra State Commissioner for Tourism, Chief Ben Okoye (Onwa Nnewi), Chief Law Chinwuba, Former Commissioner for Housing, and Works, Anambra state, Mr. Jide Ikeakor, MD, Anambra Investment Promotion and Protection Agency (ANSIPPA), Hon. Emeke Nwogbo, Former member representing Awka North and South in the Federal House of Representatives, and others.",
      "The Chief Host, Dr. Clem Nwogbo thanked the guests, many who have already bought into the estate and assured that the project is on course for completion in record time."
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-10/news-10c.png",
      "/img/news/news-10/news-10d.png",
      "/img/news/news-10/news-10e.png",
      "/img/news/news-10/news-10f.png",
      "/img/news/news-10/news-10g.png",
      "/img/news/news-10/news-10h.png"
    ]
  },
  {
    "id": "9",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960523/samples/news/news-9_thumbnail_hcofrk.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Groundbreaking Ceremony",
    "full_title": "Groundbreaking Ceremony",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Pictures from our Groundbreaking event yesterday...",
    "date": "20th Dec 2019",
    "top_img": "/img/news/news-9/news-9a.png",
    "body_content1": [
      "Pictures from our Groundbreaking event yesterday. We were graced with the presence of Chief Willie Obiano, Governor of Anambra State, and other highly esteemed individuals. It was truly a memorable event."  
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-9/news-9b.png",
    "body_content2": [
      ""
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-9/news-9c.png",
      "/img/news/news-9/news-9d.png",
      "/img/news/news-9/news-9e.png",
      "/img/news/news-9/news-9f.png",
      "/img/news/news-9/news-9g.png",
      "/img/news/news-9/news-9h.png",
      "/img/news/news-9/news-9i.png"
    ]
  },
  {
    "id": "8",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960523/samples/news/news-8_thumbnail_vvgfci.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "A new city is coming to the East",
    "full_title": "A new city is coming to the East",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Are you looking for a home in the light of the nation? We are happy to announce the official marketing launch of Awka Millennium City!...",
    "date": "22nd Sep 2019",
    "top_img": "/img/news/news-8/news-8a.png",
    "body_content1": [
      "Are you looking for a home in the light of the nation? We are happy to announce the official marketing launch of Awka Millennium City! Now, you can visit our website and all our social media platforms for accurate information on the prices of the different plots and payment plan options AMC has to offer."    
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_content2": [
      "Our goal is to build a one of a kind, affordable, exquisite community for Ndi Anambra. Now people of Anambra, home and abroad, can acquire different plot sizes at very affordable rates! As promised, in the next four months we hope to have completed the access road into the Awka Millennium Estate, fence wall, monument gate and have a fully operational concrete fabrication yard."  
    ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "7",
    "thumbnail_img": "https://res.cloudinary.com/dgsdjrpjz/image/upload/v1645960522/samples/news/news-7_thumbnail_k5ssxu.jpg",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "MOU Signing",
    "full_title": "MOU Signing with the Anambra state Government",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Chief Willie Obiano, Governor of Anambra State and some members of Anambra State Executive Council, Dr. Clem Nwogbo, Group CEO, MP Infrastructure limited and some members...",
    "date": "5th Sep 2019",
    "top_img": "/img/news/news-7/news-7.jpg",
    "body_content1": [
      "Chief Willie Obiano, Governor of Anambra State and some members of Anambra State Executive Council, Dr. Clem Nwogbo, Group CEO, MP Infrastructure limited and some members of the MPI team at the MoU signing of the Awka Millennium City project between Anambra State Government and MP Infrastructure limited on Tuesday, June 19, 2019."
    ],
    "body_img_title": "",
    "body_img1": "",
    "body_content2": [
      ""],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      ""
    ]
  },
  {
    "id": "1",
    "thumbnail_img": "/img/news/news-1.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Site Tour",
    "full_title": "AMC Site Tour",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Due to an influx of site visits this week, we have decided to extend our tour dates till the 11th of January 2021. You don’t want to miss this opportunity to have a guided tour of our site!",
    "date": "29th Jan 2021",
    "top_img": "/img/news/news-1.png",
    "body_content1": [
      "" 
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-4.png",
    "body_content2": [
     "" 
     ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-4.png",
      "/img/news/news-5.png",
      "/img/news/news-6.png"
    ]
  },
  {
    "id": "2",
    "thumbnail_img": "/img/news/news-2.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Igwe Alfred Nnaemeka Achebe (Agbogidi)...",
    "full_title": "Igwe Alfred Nnaemeka Achebe (Agbogidi) Speaks On Awka Millennium City.",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Igwe Alfred Nnaemeka Achebe (Agbogidi) Speaks On Awka Millennium City. Click on play to watch Igwe Alfred Nnaemeka Achebe (Agbogidi) Speaks On Awka Millennium...",
    "date": "29th Jan 2021",
    "top_img": "/img/news/news-2.png",
    "body_content1": [],
    "body_img_title": "",
    "body_img1": "",
    "body_content2": [],
    "bottom_imgs_title": "",
    "bottom_imgs": []
  },
  {
    "id": "3",
    "thumbnail_img": "/img/news/news-3.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Limited Plots! Secure a plot today",
    "full_title": "Limited Plots! Secure a plot today",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Limited Plots! Secure a plot today. Due to a high influx of subscribers and multiple requests, we decided to provide more plots to be accommodated within phas...",
    "date": "29th Jan 2021",
    "top_img": "",
    "body_content1": [],
    "body_img_title": "",
    "body_img1": "",
    "body_content2": [],
    "bottom_imgs_title": "",
    "bottom_imgs": []
  },
  {
    "id": "4",
    "thumbnail_img": "/img/news/news-3.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Limited Plots! Secure a plot today",
    "full_title": "Limited Plots! Secure a plot today",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Limited Plots! Secure a plot today. Due to a high influx of subscribers and multiple requests, we decided to provide more plots to be accommodated within phas...",
    "date": "29th Jan 2021",
    "top_img": "",
    "body_content1": [],
    "body_img_title": "",
    "body_img1": "",
    "body_content2": [],
    "bottom_imgs_title": "",
    "bottom_imgs": []
  },
  {
    "id": "5",
    "thumbnail_img": "/img/news/news-1.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "AMC Site Tour",
    "full_title": "AMC Site Tour",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Due to an influx of site visits this week, we have decided to extend our tour dates till the 11th of January 2021. You don’t want to miss this opportunity to have a guided tour of our site!",
    "date": "29th Jan 2021",
    "top_img": "",
    "body_content1": [
      ""  
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-4.png",
    "body_content2": [
     ""  
     ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-4.png",
      "/img/news/news-5.png",
      "/img/news/news-6.png"
    ]
  },
  {
    "id": "6",
    "thumbnail_img": "/img/news/news-6.png",
    "short_title_comment": "Short_title should not be more than 38 characters, spaces inclusive. End with three dots to denote continuation",
    "short_title": "Ansippa Visits AMC",
    "full_title": "AMC Site Tour",
    "desc_comment": "Description should not be more than 160 characters, spaces inclusive. End with three dots to denote continuation",
    "desc": "Due to an influx of site visits this week, we have decided to extend our tour dates till the 11th of January 2021. You don’t want to miss this opportunity to have a guided tour of our site!",
    "date": "29th Jan 2021",
    "top_img": "",
    "body_content1": [
      ""  
    ],
    "body_img_title": "",
    "body_img1": "/img/news/news-4.png",
    "body_content2": [
      ""  
     ],
    "bottom_imgs_title": "",
    "bottom_imgs": [
      "/img/news/news-4.png",
      "/img/news/news-5.png",
      "/img/news/news-6.png"
    ]
  }
]